---
kind: property
id: P:Autodesk.Revit.DB.IFC.ExporterIFC.ExportBaseQuantities
source: html/518cc0b7-934a-0110-0102-34aa932c4b0e.htm
---
# Autodesk.Revit.DB.IFC.ExporterIFC.ExportBaseQuantities Property

Identifies if the export should include IFC standard quantities currently supported by Revit.

## Syntax (C#)
```csharp
public bool ExportBaseQuantities { get; }
```